Repository: Zozoom/BearLock
Catalog: Properties/Resources.*.resx
Languages: hu

source: About
hu: Készitők

# AppHelp
source: Help
hu: Segitség

source: Application Name
hu: Alkalmazás Neve

# AppSettings
source: Settings
hu: Beállitások

# AppTitle
source: BearLock - Password Manager
hu: BearLock - Jelszókezelő

# CloseButton
source: Close
hu: Bezár

# CreateNewPassTitle
source: Create a New Password
hu: Új jelszó létrehozása

source: Data Privacy
hu: Adat Biztonság

# DataPrivacyText
source: All data managed by BearLock is stored locally on your computer. There is no cloud storage or synchronization involved. Your data is only accessible to you.
hu: Az összes adat, amelyet a BearLock kezel, helyileg a számítógépén van tárolva. Nincs felhőalapú tárolás vagy szinkronizáció. Az adatai kizárólag az Ön számára elérhetők.

# DevelopedBy
source: Developed by: Zoltán Kiss
hu: Fejlesztette: Kiss Zoltán

source: Exit
hu: Kilépés

source: Generate Password
hu: Jelszó Generálása

source: Include Capitals
hu: Nagybetűk

source: Include Numbers
hu: Számok

source: Length
hu: Hossza

source: License
hu: Licensz

# LicenseText
source: BearLock is free to use for personal and non-commercial purposes. Modification or redistribution is not permitted without written consent from the developer.
hu: A BearLock személyes és nem kereskedelmi célokra ingyenesen használható. Módosítása vagy terjesztése a fejlesztő írásos engedélye nélkül nem engedélyezett.

# LocalLangEn
source: English
hu: Angol

# LocalLangHu
source: Hungarian
hu: Magyar

# Minimalized
source: Minimized to Tray
hu: Minimalizálás a tálcára

source: Options
hu: Opciók

# PassApplicationName
source: Application Name
hu: Alkalmazás neve

# PassCreationTime
source: Creation Time
hu: Mentési Idő

# PassJsonFilePath
source: PassWordJsonPath
hu: Jelszó tároló útvonal

# PassPassword
source: Password
hu: Jelszó

# PassSiteUrl
source: WebSite
hu: Weboldal Cime

source: Password
hu: Jelszó

source: Save Password
hu: Jelszó Mentése

# SideMenuCopyPassword
source: Copy Password to Clipboard
hu: Jelszó Másolása Vágólapra

# SideMenuDeletePassword
source: Delete Password
hu: Jelszó Törlése

# SideMenuShowPass
source: Reveal Password
hu: Jelszó Mutatása

# SiteURL
source: Site URL (Optional)
hu: Oldal cime (opcionális)

# SpecialCharacters
source: Include Special Characters
hu: Speciális Karakterek

source: Stored Passwords
hu: Eltárolt Jelszavak

# WindowStart
source: Start with Windows
hu: Inditás Windows-al
